const testData = [
  {
    // 行程id
    id: 1,
    // 日期
    date: "2020.08.01 ~ 2020.08.02",
    // 標題
    title: "淡蘭古道步道巡禮",
    // 內容
    content: "Day 1 ..."
  },
  {
    id: 2,
    date: "2020.05.04 ~ 2020.05.05",
    title: "兩天一夜台中最新景點推薦",
    content: "【景點】 ..."
  },
  {
    id: 3,
    date: "2020.07.25 ~ 2020.07.26",
    title: "[ 高雄X輕軌周遊 ]",
    content: "【活動】 ..."
  },
  {
    id: 4,
    date: "2020.05.19 ~ 2020.05.22",
    title: "【趣屏東】部落古道 恆春、牡丹之旅",
    content: "【景點】 ..."
  },
  {
    id: 5,
    date: "2020.05.25 ~ 2020.05.27",
    title: "三天兩夜遊高屏",
    content: "【景點】 ..."
  },
  {
    id: 6,
    date: "2020.06.17 ~ 2020.06.17",
    title: "2020 五大夏日拉麵推薦",
    content: "夏季拉麵 ..."
  },
  {
    id: 7,
    date: "2020.02.06 ~ 2020.02.08",
    title: "臺灣燈會x中彰投文青復古行",
    content: "【景點】 ..."
  },
];

export default testData;